Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# setup.done.assistant.detail
source: Connect Claude or another assistant in Settings under Assistant, and it adds tasks and plans your day with you.
ar: اربط Claude أو مساعدًا آخر من الإعدادات ضمن "المساعد"، وسيضيف المهام ويخطط يومك معك.
bn: সেটিংসের অ্যাসিস্ট্যান্ট অংশে Claude বা অন্য কোনো অ্যাসিস্ট্যান্ট কানেক্ট করুন, তাহলে সেটি টাস্ক যোগ করবে এবং আপনার সাথে দিন প্ল্যান করবে।
de: Verbinde Claude oder einen anderen Assistenten in den Einstellungen unter „Assistent“, und er fügt Aufgaben hinzu und plant deinen Tag mit dir.
el: Συνδέστε το Claude ή έναν άλλο βοηθό από τις Ρυθμίσεις > Βοηθός και θα προσθέτει εργασίες και θα προγραμματίζει την ημέρα σας μαζί σας.
es: Conecta Claude u otro asistente en Ajustes > Asistente y añadirá tareas y planificará tu día contigo.
fa: در تنظیمات، بخش «دستیار»، Claude یا دستیار دیگری را وصل کنید تا کارها را اضافه کند و روزتان را با شما برنامه‌ریزی کند.
fr: Connectez Claude ou un autre assistant dans Réglages, sous Assistant : il ajoute des tâches et planifie votre journée avec vous.
he: אפשר לחבר את Claude או עוזר אחר בהגדרות, תחת "עוזר", והוא יוסיף משימות ויתכנן איתך את היום.
hi: सेटिंग्ज़ में असिस्टेंट के अंतर्गत Claude या कोई दूसरा असिस्टेंट जोड़ें, और वह कार्य जोड़ेगा तथा आपके साथ आपका दिन प्लान करेगा।
id: Hubungkan Claude atau asisten lain di Pengaturan pada tab Asisten, lalu asisten menambahkan tugas dan merencanakan hari bersama Anda.
it: Collega Claude o un altro assistente in Impostazioni, sotto Assistente: aggiungerà attività e pianificherà la giornata con te.
ja: 「設定」の「アシスタント」でClaudeなどのアシスタントを接続すると、タスクの追加や1日の計画を一緒に行ってくれます。
ko: 설정의 어시스턴트에서 Claude 또는 다른 어시스턴트를 연결하면 할 일을 추가하고 하루를 함께 계획해 줍니다.
mr: सेटिंगमधील सहाय्यक विभागात Claude किंवा दुसरा सहाय्यक कनेक्ट करा, म्हणजे तो कार्ये जोडेल आणि तुमच्यासोबत दिवस प्लॅन करेल.
ms: Sambungkan Claude atau pembantu AI lain dalam Seting di bawah Pembantu AI, dan ia menambah tugas serta merancang hari bersama anda.
nl: Verbind Claude of een andere assistent in Instellingen onder ‘Assistent’, en die voegt taken toe en plant je dag met je mee.
pl: Połącz Claude lub innego asystenta w Ustawieniach > Asystent, a będzie dodawać zadania i planować dzień razem z tobą.
pt_br: Conecte o Claude ou outro assistente em Ajustes, em Assistente, e ele adiciona tarefas e planeja o seu dia com você.
ro: Conectați Claude sau un alt asistent din Configurări, la „Asistent”, iar acesta vă adaugă sarcini și vă planifică ziua.
ru: Подключите Claude или другого ассистента в разделе «Настройки» > «Ассистент», и он будет добавлять задачи и планировать день вместе с вами.
ta: அமைப்புகளில் அசிஸ்டென்ட் பிரிவில் Claude அல்லது வேறொரு அசிஸ்டென்ட்டை இணைக்கவும்; அது பணிகளைச் சேர்க்கும், உங்களுடன் சேர்ந்து உங்கள் நாளைத் திட்டமிடும்.
te: సెట్టింగ్స్‌లో అసిస్టెంట్ విభాగంలో Claude లేదా మరో అసిస్టెంట్‌ను కనెక్ట్ చేయండి; అది టాస్క్‌లను జోడిస్తుంది, మీతో కలిసి మీ రోజును ప్లాన్ చేస్తుంది.
th: เชื่อมต่อ Claude หรือผู้ช่วยอื่นได้ที่การตั้งค่า > ผู้ช่วย แล้วผู้ช่วยจะเพิ่มงานและวางแผนวันของคุณร่วมกับคุณ
tr: Ayarlar > Asistan bölümünden Claude’u ya da başka bir asistanı bağlayın; görev ekler ve gününüzü sizinle birlikte planlar.
uk: Підключіть Claude або іншого асистента в розділі «Параметри» > «Асистент», і він додаватиме завдання та плануватиме день разом із вами.
ur: ترتیبات میں اسسٹنٹ کے تحت Claude یا کوئی اور اسسٹنٹ جوڑیں، وہ کام شامل کرے گا اور آپ کے ساتھ آپ کا دن منصوبہ بنائے گا۔
vi: Kết nối Claude hoặc một trợ lý khác trong Cài đặt, mục Trợ lý, và trợ lý sẽ thêm nhiệm vụ cùng lên kế hoạch cho ngày của bạn.
zh_hans: 在设置的“助手”中连接支持 MCP 的 AI 助手，它会替你添加任务，并和你一起规划每一天。
zh_hant: 在「設定」的「助理」中連接 Claude 或其他助理後，它就能新增任務，並與你一起規劃一天。

# setup.done.connect_assistant
source: Connect an Assistant…
ar: ربط مساعد…
bn: অ্যাসিস্ট্যান্ট কানেক্ট করুন…
de: Assistenten verbinden …
el: Σύνδεση βοηθού…
es: Conectar un asistente…
fa: وصل کردن دستیار…
fr: Connecter un assistant…
he: חיבור עוזר…
hi: असिस्टेंट जोड़ें…
id: Hubungkan Asisten…
it: Collega un assistente…
ja: アシスタントを接続…
ko: 어시스턴트 연결…
mr: सहाय्यक कनेक्ट करा…
ms: Sambungkan Pembantu AI…
nl: Verbind een assistent…
pl: Połącz asystenta…
pt_br: Conectar um assistente…
ro: Conectați un asistent…
ru: Подключить ассистента…
ta: அசிஸ்டென்ட்டை இணை…
te: అసిస్టెంట్‌ను కనెక్ట్ చేయండి…
th: เชื่อมต่อผู้ช่วย…
tr: Asistan bağla…
uk: Підключити асистента…
ur: اسسٹنٹ جوڑیں…
vi: Kết nối trợ lý…
zh_hans: 连接助手…
zh_hant: 連接助理…

# list_row.no_tasks
source: No tasks
ar: لا توجد مهام
bn: কোনো টাস্ক নেই
de: Keine Aufgaben
el: Καμία εργασία
es: Sin tareas
fa: بدون کار
fr: Aucune tâche
he: אין משימות
hi: कोई कार्य नहीं
id: Tidak ada tugas
it: Nessuna attività
ja: タスクなし
ko: 할 일 없음
mr: कार्ये नाहीत
ms: Tiada tugas
nl: Geen taken
pl: Brak zadań
pt_br: Nenhuma tarefa
ro: Nicio sarcină
ru: Нет задач
ta: பணிகள் இல்லை
te: టాస్క్‌లు లేవు
th: ไม่มีงาน
tr: Görev yok
uk: Немає завдань
ur: کوئی کام نہیں
vi: Không có nhiệm vụ
zh_hans: 没有任务
zh_hant: 沒有任務

# settings.cloud_sync.storage_full
source: Your iCloud storage is full. Lorvex will finish syncing when there’s space.
ar: مساحة تخزين iCloud ممتلئة. سيُكمل Lorvex المزامنة عندما تتوفر مساحة.
bn: আপনার iCloud স্টোরেজ ভর্তি হয়ে গেছে। জায়গা হলে Lorvex সিঙ্ক শেষ করবে।
de: Dein iCloud-Speicher ist voll. Lorvex schließt die Synchronisierung ab, sobald wieder Platz ist.
el: Ο χώρος αποθήκευσης iCloud σας είναι γεμάτος. Το Lorvex θα ολοκληρώσει τον συγχρονισμό όταν υπάρξει χώρος.
es: Tu almacenamiento de iCloud está lleno. Lorvex terminará de sincronizar cuando haya espacio.
fa: فضای iCloud شما پر است. Lorvex وقتی جا باز شود همگام‌سازی را کامل می‌کند.
fr: Votre stockage iCloud est plein. Lorvex terminera la synchronisation dès qu’il y aura de la place.
he: האחסון ב-iCloud שלך מלא. הסנכרון יושלם כשיתפנה מקום.
hi: आपका iCloud स्टोरेज भर गया है। जगह मिलते ही Lorvex सिंक पूरा कर लेगा।
id: Penyimpanan iCloud penuh. Lorvex akan menyelesaikan penyelarasan setelah ada ruang.
it: Lo spazio di archiviazione iCloud è pieno. Lorvex completerà la sincronizzazione quando ci sarà spazio.
ja: iCloudのストレージがいっぱいです。空き容量ができ次第、Lorvexが同期を完了します。
ko: iCloud 저장 공간이 가득 찼습니다. 공간이 생기면 Lorvex가 동기화를 마무리합니다.
mr: तुमचे iCloud स्टोरेज भरले आहे. जागा झाल्यावर सिंक पूर्ण केले जाईल.
ms: Storan iCloud penuh. Lorvex akan menyelesaikan penyelarasan apabila ada ruang.
nl: Je iCloud-opslag is vol. Lorvex voltooit de synchronisatie zodra er ruimte is.
pl: Pamięć iCloud jest pełna. Lorvex dokończy synchronizację, gdy zrobi się miejsce.
pt_br: O armazenamento do iCloud está cheio. O Lorvex concluirá a sincronização quando houver espaço.
ro: Spațiul de stocare iCloud este plin. Lorvex va finaliza sincronizarea când va fi din nou loc.
ru: Хранилище iCloud заполнено. Lorvex завершит синхронизацию, когда появится место.
ta: உங்கள் iCloud சேமிப்பகம் நிரம்பிவிட்டது. இடம் கிடைக்கும்போது Lorvex ஒத்திசைவை முடிக்கும்.
te: మీ iCloud స్టోరేజ్ నిండింది. స్థలం ఉన్నప్పుడు Lorvex సింక్‌ను పూర్తి చేస్తుంది.
th: พื้นที่จัดเก็บ iCloud ของคุณเต็ม Lorvex จะเชื่อมข้อมูลให้เสร็จเมื่อมีพื้นที่ว่าง
tr: iCloud depolama alanınız dolu. Yer açılınca Lorvex eşzamanlamayı tamamlayacak.
uk: Сховище iCloud заповнене. Lorvex завершить синхронізацію, щойно з’явиться місце.
ur: آپ کا iCloud اسٹوریج بھر گیا ہے۔ جگہ ملتے ہی Lorvex سنک مکمل کر لے گا۔
vi: Dung lượng iCloud đã đầy. Lorvex sẽ hoàn tất đồng bộ hóa khi có chỗ trống.
zh_hans: 你的 iCloud 储存空间已满。有空间后，Lorvex 会继续完成同步。
zh_hant: 你的 iCloud 儲存空間已滿。有空間時，Lorvex 會完成同步。

# appearance.icon.name.wifi
source: Wi-Fi
bn: ওয়াই-ফাই
de: WLAN
hi: वाई-फ़ाई
mr: वाय-फाय
ta: வைஃபை
te: వై-ఫై
zh_hans: 无线局域网
